Repository: BAN-AI-Communications/decnet
Catalog: dnprogs/debian/po/*.po
Languages: de, fr

source: DECnet node name
de: Wie lautet der DECnet Knotenname?

source: All nodes on a DECnet network have a node name. This is similar to the IP hostname but can only be a maximum of 6 characters long. . It is common that the DECnet name is the same as the IP name (if your machine has one). If you do not know the answer to this question please contact your system administrator.
de: Alle Knoten in einem DECnet-Netzwerk haben einen Knotennamen. Dieser ist vergleichbar mit dem Hostnamen in einem IP-Netz, jedoch kann der Knotenname nicht länger als 6 Zeichen sein.

source: DECnet node address
de: Wie lautet die DECnet Knotenadresse?

source: All nodes on a DECnet network have a node address. This is two numbers seperated with a period (eg 3.45) where the first number denotes the area and the second is the node within that area.
de: Alle Knoten in einem DECnet-Netzwerk haben eine Knotenadresse. Sie besteht aus zwei Zahlen, die durch einen Punkt getrennt sind. Die erste Zahl spezifiziert das Netz, die zweite den Knoten innerhalb des Netzes.

source: Do not make up a number here. If you do not know your DECnet node address then ask your system administrator.
de: Wählen Sie hier keine beliebige Nummer. Wenn Sie die Knotennummer nicht kennen, dann sollten Sie Ihren Systemadministrator fragen.
fr: N'utilisez pas n'importe quelles valeurs ici. Si vous ne connaissez pas votre adresse de noeud DECnet, veuillez consulter votre administrateur réseau.

source: DECnet startup changes your ethernet hardware address
de: Starten des DECnet verändert die MAC-Adresse Ihrer Netzwerkkarten.
fr: Le démarrage de DECnet va modifier votre adresse matérielle Ethernet

source: The "setether" program in this package will change the hardware (MAC) address of all ethernet cards in your system (by default) to match the DECnet node address. This is essential for the operation of DECnet and so is not optional. However, if you have more than one ethernet card you may want to edit /etc/default/decnet to alter the list of cards whose hardware addresses are changed.
de: Das setether-Programm in diesem Paket wird standardmäßig die Hardware- Adresse aller im Rechner installierten Netzwerkkarten ändern, um diese an die Knotenadresse anzupassen. Dies ist wichtig für den Betrieb des DECnet und kann nicht unterbunden werden. Wenn Sie mehr als eine Netz- werkkarte im Rechner installiert haben, dann können Sie die Karte, die Sie für DECnet verwenden wollen, in der Datei /etc/default/decnet angeben.
fr: Le programme « setether » de ce paquet va, par défaut, changer l'adresse matérielle (ou « adresse MAC ») de toutes les cartes Ethernet de votre système pour correspondre avec l'adresse de noeud DECnet. Cela est indispensable au bon fonctionnement de DECnet ce qui explique que ce ne soit pas optionnel. Cependant, si vous avez plus d'une carte Ethernet, vous devriez modifier /etc/default/decnet pour changer la liste des cartes dont l'adresse matérielle sera modifiée.

source: Be aware that any other machines that have your system's MAC address in their ARP cache may no longer be able to communicate with you via IP protocols until this cache has timed out or been flushed.
de: Achten Sie darauf, das Ihr Rechner nicht mit anderen Rechnern über IP kommunizieren kann, solange diese nicht ihren ARP-Cache (Zwischenspeicher für MAC-Adressen) leeren oder er von alleine verfällt.
fr: Vous devez savoir que tout autre poste qui possède votre adresse MAC dans son cache ARP ne pourra plus communiquer avec vous via les protocoles IP tant que ce cache n'aura pas expiré ou été vidé.

source: The MAC address cannot be changed on-the-fly so you will need to reboot your machine before DECnet can function.
de: Die MAC-Adresse kann nicht sofort geändert werden. Sie müssen Ihren Rechner neu starten, um DECnet verwenden zu können.
fr: L'adresse matérielle ne peut pas être modifiée à la volée et vous devrez donc redémarrer votre machine avant de pouvoir utiliser DECnet.

source: You should also edit /etc/decnet.conf to add the names and addresses of DECnet nodes you want to communicate with.
de: Sie sollten die Datei /etc/decnet.conf anpassen, und darin die Namen und Adressen der DECnet-Knoten angeben mit denen Sie kommunizieren wollen.
fr: Vous devriez également modifier /etc/decnet.conf pour y ajouter les noms et adresses des hôtes avec lesquels vous souhaitez communiquer.

source: DECnet node name:
fr: Nom de noeud DECnet :

source: All nodes on a DECnet network have a node name. This is similar to the IP hostname but can only be a maximum of 6 characters long. It is common that the DECnet name is the same as the IP name (if your machine has one). If you do not know the answer to this question please contact your system administrator.
fr: Tous les noeuds d'un réseau DECnet ont un nom. Celui-ci est analogue au nom d'hôte IP mais ne peut comporter que 6 caractères maximum. Le nom DECnet est usuellement le même que le nom IP (si votre machine en possède un). Si vous ne connaissez pas ce nom, veuillez consulter votre administrateur réseau.

source: DECnet node address:
fr: Adresse de noeud DECnet :

source: All nodes on a DECnet network have a node address. This is two numbers separated with a period (e.g. 3.45) where the first number denotes the area and the second is the node within that area.
fr: Tous les noeuds d'un réseau DECnet ont une adresse. Celle-ci est constituée de deux nombres séparés par un point (p.ex. 3.45) où le premier nombre correspond à la zone et le second représente le noeud au sein de cette zone.
